/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"Redirecionamento da Pasta";
"MCXRedirector.pfm_description" =			"Cria e remove links simbólicos de pastas na pasta de início do usuário para outras pastas. O usuário precisa ter os privilégios apropriados para acessar a pasta de destino.";

"LoginRedirection-raw.pfm_title" =			"Redirecionamentos do Login";
"LoginRedirection-raw.pfm_description" =			"Redirecionamentos realizados no login do usuário.";
"OtherRedirection-raw.pfm_title" =			"Outros Redirecionamentos";
"OtherRedirection-raw.pfm_description" =			"Redirecionamentos realizados em transições da rede e sempre que as preferências forem gerenciadas.";
"LogoutRedirection-raw.pfm_title" =			"Redirecionamentos no Logout";
"LogoutRedirection-raw.pfm_description" =			"Redirecionamentos realizados no logout do usuário.";

"ActionInfo.pfm_title" =			"Redirecionar Ação";
"ActionInfo.pfm_description" =			"Uma ação redirecionada.";

"action.pfm_title" =			"Ação";
"action.pfm_description" =			"A ação realizada. Utilize “deleteAndCreateSymLink” para apagar um item do “Caminho da Pasta” e então criar um link simbólico para o “Caminho da Pasta de Destino”. Utilize “renameAndCreateSymLink” para renomear um item no “Caminho da Pasta” e então criar um link simbólico para o “Caminho da Pasta de Destino”. Utilize “deletePath” para apagar um item do “Caminho da Pasta”. Utilize “deleteSymLinkAndRestore” para apagar um link simbólico do “Caminho da Pasta” e mover uma pasta criada por “renameAndCreateSymLink” para o “Caminho da Pasta”.";
"path.pfm_title" =			"Caminho da Pasta";
"path.pfm_description" =			"O caminho da pasta na qual a ação será realizada, e onde colocar um link simbólico. O caminho precisa estar na pasta de início do usuário. Inicie o caminho com “~/”.";
"destPath.pfm_title" =			"Caminho da Pasta de Destino";
"destPath.pfm_description" =			"Caminho da pasta de destino para um link simbólico. Utilize “~” para especificar um caminho na pasta de início do usuário atual. Utilize “%@” para especificar o nome do usuário atual.";
